{
  "title": "The Struggle for Freedom: Iranian Women Under Systemic Oppression",
  "author": "Prism AI Research",
  "date": "2026-02-06",
  "slug": "iran-women-struggle-2026",
  "metadata": {
    "tags": ["human-rights", "iran", "women-rights", "gender-equality"],
    "category": "human-rights-research"
  },
  "sections": [
    {
      "type": "text",
      "heading": "Executive Summary",
      "level": 2,
      "content": "Iranian women face one of the most comprehensive systems of gender-based discrimination in the world. From birth to death, their lives are constrained by laws and practices that deny them fundamental human rights—from the clothes they wear to their ability to divorce, work, or obtain custody of their children.\n\nThis report examines the multifaceted oppression Iranian women face, focusing on four key areas: (1) mandatory hijab enforcement and the draconian 2024 \"Hijab and Chastity Law,\" (2) the watershed moment of Mahsa Amini's death and the \"Woman, Life, Freedom\" uprising, (3) systematic legal discrimination in marriage, divorce, and custody, and (4) barriers to education, employment, and political participation.\n\nThe evidence reveals not isolated abuses but a deliberate, state-orchestrated campaign to control women's bodies, choices, and futures. International human rights bodies have concluded that these violations may constitute crimes against humanity."
    },
    {
      "type": "callout",
      "variant": "error",
      "title": "Key Finding",
      "content": "Iran is one of only six UN member states not party to the Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW). The Iranian constitution guarantees women's rights only when they conform to vaguely-defined \"Islamic criteria,\" creating a legal framework for systematic discrimination."
    },
    {
      "type": "text",
      "heading": "The Mandatory Hijab: A Tool of Control",
      "level": 2,
      "content": "Since the 1979 Islamic Revolution, Iranian women have been required by law to wear the hijab in public. What began as a dress code has evolved into a comprehensive system of surveillance and punishment that extends from physical spaces into the digital realm.\n\n### The 2024 \"Hijab and Chastity Law\"\n\nIn September 2024, Iran's Guardian Council approved the \"Protection of the Family through Promoting the Culture of Hijab and Chastity\" law—one of the most repressive pieces of legislation targeting women in recent history. The law came into force in December 2024 despite widespread international condemnation and opposition from President Masoud Pezeshkian.\n\nThe 71-article law doesn't just mandate hijab—it weaponizes technology, enlists businesses as enforcers, and transforms every public and private space into a potential site of prosecution. UN experts have described it as potentially constituting \"gender apartheid.\""
    },
    {
      "type": "table",
      "caption": "Penalties Under the 2024 Hijab and Chastity Law",
      "headers": ["Violation Type", "First Offense", "Repeated Offenses (4+)", "Maximum Penalty"],
      "rows": [
        [
          "Appearing without proper hijab (uncovered head)",
          "$24 - $790 fine",
          "$2,380 fine + 2-year travel ban",
          "5 years prison"
        ],
        [
          "\"Immodest\" dress (tight clothing, exposed skin)",
          "$31 - $790 fine",
          "$2,380 fine + internet ban",
          "5 years prison"
        ],
        [
          "\"Nudity or semi-nudity\" (state-defined)",
          "$2,380 fine or 10 years prison",
          "$4,445 fine + 15 years prison",
          "15 years prison"
        ],
        [
          "Promoting \"unveiling culture\" with foreign entities",
          "5-10 years prison",
          "Long-term imprisonment",
          "10+ years prison"
        ],
        [
          "Influencers/public figures violating hijab online",
          "5% of total assets fine",
          "Travel ban + professional ban",
          "Confiscation of assets"
        ]
      ]
    },
    {
      "type": "text",
      "content": "### Digital Surveillance and Enforcement\n\nThe law extends the state's reach into unprecedented territory:\n\n- **AI-powered surveillance**: Traffic cameras and facial recognition technology identify women with \"improper\" hijab\n- **Social media monitoring**: Platforms must remove \"violating\" content within 12 hours or face penalties\n- **Business liability**: Companies can be fined or shut down if they don't enforce hijab rules on employees and customers\n- **Online penalties**: Women can be prosecuted for hijab violations in virtual spaces, including video calls and social media posts\n\nHuman Rights Watch reports that hundreds of businesses have already been forcibly closed for failing to enforce compulsory hijab laws."
    },
    {
      "type": "callout",
      "variant": "warning",
      "title": "Constitutional Bypass",
      "content": "The Iranian parliament delegated drafting authority for this law to its smaller Judicial and Legal Commission—a highly unusual move typically reserved for \"urgent situations.\" This bypassed normal legislative debate and prevented elected representatives from fully deliberating on one of the most far-reaching restrictions on women's rights in decades."
    },
    {
      "type": "text",
      "heading": "Mahsa Amini and the \"Woman, Life, Freedom\" Uprising",
      "level": 2,
      "content": "On September 13, 2022, 22-year-old Mahsa (Zhina) Amini, a Kurdish woman from Saqqez, traveled to Tehran with her brother. She was stopped by Iran's \"morality police\" (Gasht-e Ershad) for allegedly wearing her hijab improperly.\n\n### A Death That Sparked a Revolution\n\nEyewitnesses reported that officers pushed Mahsa into a police van and beat her. She was taken to the Vozara detention center ostensibly for an \"educational class\" on proper hijab wearing. Her brother, who tried to intervene, was also beaten.\n\nHours later, credible reports emerged that Mahsa had been subjected to severe beatings, particularly to her head, inside the police van. She fell into a coma and was transferred to Kasra Hospital in Tehran. On September 16, 2022, she died in custody.\n\nA March 2024 UN investigation concluded that Iran is responsible for the \"physical violence\" that killed Mahsa Amini. Iranian authorities have never acknowledged responsibility or held anyone accountable.\n\n### The Uprising\n\nMahsa's death ignited the largest anti-government protests Iran has seen since the 1979 revolution. The movement, encapsulated in the Kurdish slogan \"Zan, Zendegi, Azadi\" (Woman, Life, Freedom), spread across all 31 provinces.\n\nYoung women led the charge—burning their headscarves in public, cutting their hair, dancing in the streets. They were joined by men, children, ethnic and religious minorities, students, and workers. The protests reflected not just anger over hijab enforcement but decades of accumulated grievances: economic mismanagement, political repression, and systematic inequality."
    },
    {
      "type": "callout",
      "variant": "info",
      "title": "Global Solidarity",
      "content": "The \"Woman, Life, Freedom\" movement resonated worldwide. Fashion brands like Balenciaga and Gucci displayed the slogan on their Instagram feeds. The 2024 film *The Seed of the Sacred Fig* by Iranian director Mohammad Rasoulof, which depicts the protests, was widely acclaimed internationally. Over one million people, including 250,000 inside Iran, signed petitions calling for UN action."
    },
    {
      "type": "text",
      "heading": "State Violence and Repression",
      "level": 2,
      "content": "The Iranian government's response to the Woman, Life, Freedom protests was swift and brutal. The crackdown continues to this day, serving as a warning to anyone who might challenge the regime.\n\n### The Death Toll\n\nSecurity forces responded to largely peaceful protests with:\n\n- **Live ammunition** fired directly into crowds\n- **Metal pellets** that blinded hundreds of protesters\n- **Tear gas** used in enclosed spaces and residential areas\n- **Physical beatings** and torture during arrests\n\nAmnesty International and other human rights organizations documented hundreds of deaths, including numerous children. Thousands more sustained serious injuries. Many protesters feared seeking medical care due to the risk of arrest."
    },
    {
      "type": "table",
      "caption": "Documented State Violence (2022-2025)",
      "headers": [
        "Year",
        "Executions Related to Protests",
        "Total Executions",
        "Women Executed",
        "Notable Context"
      ],
      "rows": [
        [
          "2022",
          "2 (December)",
          "Not available",
          "Not available",
          "First protesters executed hastily in December"
        ],
        [
          "2023",
          "8 protesters",
          "~580+",
          "22",
          "6 of 8 executed were arrested during Woman Life Freedom protests"
        ],
        [
          "2024",
          "Ongoing",
          "~700+ (175 by May)",
          "31",
          "63 executed in last two weeks of April alone"
        ],
        [
          "2025 (partial)",
          "Ongoing",
          "Continuing surge",
          "Increasing trend",
          "Women increasingly sentenced to death for political offenses"
        ]
      ]
    },
    {
      "type": "text",
      "content": "### Mass Arrests and Torture\n\nTens of thousands were arbitrarily arrested during and after the protests. Detainees, including children, were subjected to:\n\n- Torture and severe beatings\n- Sexual violence and rape\n- Enforced disappearances\n- Denial of legal counsel\n- Coerced confessions\n- Prolonged solitary confinement\n\nActivist and 2023 Nobel Peace Prize laureate Narges Mohammadi, who has spent over a decade in Iranian prisons for her human rights work, has documented these abuses from inside prison.\n\n### Show Trials and Executions\n\nAt least 10 protesters have been executed following grossly unfair trials. Characteristics of these proceedings:\n\n- Defendants denied access to lawyers of their choice\n- Convictions based on coerced confessions obtained under torture\n- Charges such as \"enmity against God\" (moharebeh) carrying mandatory death sentences\n- Supreme Court rubber-stamping convictions without investigating torture allegations\n- Executions carried out within days of final verdicts, denying families time to appeal\n\nMany executed protesters were charged with crimes like \"damage to public property\" or presence at demonstrations—offenses that do not meet international standards for capital punishment."
    },
    {
      "type": "callout",
      "variant": "error",
      "title": "Women at Risk",
      "content": "Multiple women political prisoners are currently at risk of execution based on sham charges. Iran has increasingly used the death penalty against women activists as a tool of political repression, with executions of women rising from 22 in 2023 to at least 31 in 2024—a 41% increase. Nine of the 19 women executed for murder in 2024 had killed their husbands in cases involving domestic violence or forced marriage."
    },
    {
      "type": "text",
      "heading": "Legal Discrimination: Marriage, Divorce, and Family",
      "level": 2,
      "content": "Iranian women face systematic legal inequality in all aspects of family life. These discriminatory laws, rooted in patriarchal interpretations of Islamic law, treat women as perpetual dependents of male relatives.\n\n### Marriage and Child Marriage\n\nThe legal minimum age for marriage is:\n- **13 years for girls**\n- **15 years for boys**\n\nHowever, girls as young as **9 lunar years (approximately 8 years and 9 months)** can be married with parental consent and court approval. This effectively legalizes child rape, as Civil Code Article 1108 obligates wives—including 9-year-old child brides—to fulfill their husbands' sexual needs.\n\nStatistics reveal the scope:\n- **31,379 girls aged 10-14** were married in 2020\n- **27,448 girls under 15** were married between 2021-2022\n- Over **20,000 child marriages** occurred between March-December 2022\n\nThese numbers likely undercount the reality, as many child marriages go unregistered.\n\n### Divorce: Men's Unilateral Right\n\nUnder Iranian law:\n\n**Men** can divorce their wives \"whenever he wishes to do so\" (Civil Code Article 1133) without providing any reason.\n\n**Women** can only divorce if:\n- The husband grants her that right in the marriage contract (rare)\n- The husband cannot provide for the family\n- The husband violates terms of the marriage contract\n- The husband is a drug addict, insane, or impotent\n- The husband takes another wife without permission\n- She can prove abandonment or severe harm\n\nEven when grounds exist, women must petition an Islamic judge and navigate a legal system designed to favor men. The Center for Human Rights in Iran describes it as \"extraordinarily difficult\" for women to obtain divorce."
    },
    {
      "type": "table",
      "caption": "Divorce Rights: Men vs. Women",
      "headers": ["Aspect", "Men's Rights", "Women's Rights"],
      "rows": [
        [
          "Initiation",
          "Unilateral right, no reason needed",
          "Must prove specific grounds to judge"
        ],
        ["Process", "Can divorce at will", "Must petition court with evidence"],
        ["Timeline", "Immediate", "Lengthy legal proceedings"],
        ["Conditions", "None required", "Must meet strict legal criteria"],
        ["Cost", "Minimal (14 gold coins under new law)", "Legal fees, potential loss of rights"]
      ]
    },
    {
      "type": "text",
      "content": "### Custody: Children Belong to Fathers\n\nIn the event of divorce:\n\n- **Fathers (or paternal male relatives)** automatically receive custody of children\n- **Mothers** may receive custody of daughters until age 7 and sons until age 2, after which custody transfers to the father\n- Judges have discretionary power but overwhelmingly favor fathers\n- Mothers who remarry often lose even temporary custody rights\n\nThis system uses children as leverage, forcing women to remain in abusive marriages for fear of losing their children.\n\n### Financial Control and Recent Setbacks\n\nTraditionally, the **dowry (mahr)** was the only legal tool providing women financial security in divorce. The husband was required to pay the agreed-upon dowry (often specified as gold coins) if he divorced his wife.\n\nIn December 2024, Iran changed the law to drastically reduce dowry obligations:\n- **Previous threshold**: 110 gold coins (~880 grams of gold)\n- **New threshold**: 14 gold coins (~112 grams of gold)\n\nThis change removes the primary financial deterrent preventing men from arbitrary divorce, leaving women even more vulnerable."
    },
    {
      "type": "callout",
      "variant": "warning",
      "title": "Marital Rape is Legal",
      "content": "Iranian law does not criminalize marital rape. In fact, Article 1108 of the Civil Code states that if a wife refuses sex with her husband without a \"legitimate\" excuse, she loses her right to financial support (nafaqah). This effectively codifies sexual coercion within marriage."
    },
    {
      "type": "text",
      "heading": "Education and Employment Barriers",
      "level": 2,
      "content": "Iranian women face systematic barriers to education and economic participation, despite historically high literacy rates and university enrollment among women.\n\n### Gender Segregation and Educational Restrictions\n\nWhile Iranian women have made significant educational gains—often outperforming men in university entrance exams—they face:\n\n- **Subject restrictions**: Many universities limit or ban women from certain fields of study, particularly engineering, mining, and nuclear physics\n- **Quota systems**: Caps on female enrollment in specific programs\n- **Hijab enforcement**: Students expelled or barred from exams for hijab violations\n- **Segregated facilities**: Gender-segregated classrooms and facilities, limiting educational quality\n\nThe 2024 Hijab and Chastity Law explicitly allows for restrictions on educational opportunities as punishment for hijab violations."
    },
    {
      "type": "table",
      "caption": "Gender Equality Indicators (2024)",
      "headers": ["Indicator", "Iran's Status", "Global Ranking/Context"],
      "rows": [
        ["Overall Gender Gap Index", "143 out of 146 countries", "World Economic Forum 2024"],
        ["Female Labor Force Participation", "< 14%", "vs. 67% for men"],
        ["Women in Parliament", "14 out of 290 seats", "4.8% representation"],
        ["Women Judges", "0 (prohibited by law)", "Cannot be appointed"],
        ["Women Presidents", "0 (never approved)", "Guardian Council blocks all candidacies"],
        ["Women in Assembly of Experts", "0 (never elected)", "Body that appoints Supreme Leader"]
      ]
    },
    {
      "type": "text",
      "content": "### Employment Discrimination\n\nIranian labor law and practice systematically disadvantage women:\n\n**Legal Restrictions:**\n- The Labor Code forbids women from \"dangerous, arduous or harmful work\"—a broad category that limits opportunities\n- A husband can legally prevent his wife from working if he deems the job incompatible with \"family interests\" or his \"dignity\"\n- Women cannot hold the position of Supreme Leader\n- Women cannot serve as judges\n- Many government positions are closed to women\n\n**Economic Reality:**\n- Only 14% of women participate in the formal labor force (vs. 67% of men)\n- Women earn significantly less than men for equivalent work\n- Female-owned businesses face discrimination in obtaining permits and loans\n- The 2024 Hijab Law allows employers to fire women for hijab violations\n\n**Political Exclusion:**\n- No woman has ever been approved to run for president\n- The Guardian Council vets all candidates and has consistently rejected female presidential hopefuls\n- Women cannot serve in the Assembly of Experts, which chooses the Supreme Leader\n- Female activists and journalists face imprisonment for their work"
    },
    {
      "type": "text",
      "heading": "Violence Against Women: Legal and Social",
      "level": 2,
      "content": "Iranian women face pervasive violence, both state-sanctioned and interpersonal, with minimal legal protection.\n\n### Domestic Violence: No Legal Protection\n\nIran has no comprehensive law criminalizing domestic violence:\n\n- **Marital rape is legal** and not recognized as a crime\n- **Domestic violence is not criminalized** as a distinct offense\n- **\"Honor killings\" receive reduced sentences**: The Penal Code provides exemptions for fathers, grandfathers, and husbands who kill or assault female relatives\n- **Police rarely intervene** in domestic disputes, viewing them as \"family matters\"\n\nThe Bill for the Protection, Dignity and Security of Women Against Violence has been in development since 2011 but has never been adopted. Even its current draft fails to criminalize marital rape or child marriage.\n\n### Sexual Violence and Impossible Standards of Proof\n\nIranian law doesn't recognize rape as a distinct crime. Instead, it's prosecuted as \"zina\" (adultery/fornication) \"without consent.\"\n\nProblems with this framework:\n\n1. **Narrow definition**: Only covers vaginal/anal penetration by penis \"up to the point of circumcision\"—excluding other forms of sexual assault\n2. **Excludes marital rape**: By definition, zina is sex outside marriage\n3. **Impossible burden of proof**: Victims must provide:\n   - Confession from the perpetrator, OR\n   - Testimony from four male witnesses (or equivalent)\n4. **Risk of prosecution**: If a woman cannot prove non-consent, she may be prosecuted for consensual zina\n5. **Severe penalties**: Both victim and perpetrator face flogging, stoning, or death if convicted of consensual zina\n\nThis legal framework effectively criminalizes rape victims and deters reporting."
    },
    {
      "type": "callout",
      "variant": "error",
      "title": "Femicide Crisis",
      "content": "UN Special Rapporteur Mai Sato reported to the Human Rights Council in March 2025 that 179 femicides were recorded in 2024—an increase of approximately 180% compared to the previous year. This surge correlates with increased state repression and social tensions following the Woman Life Freedom protests."
    },
    {
      "type": "text",
      "heading": "International Response and Accountability Efforts",
      "level": 2,
      "content": "The international community has increasingly recognized the severity of human rights violations against Iranian women, though concrete action remains limited.\n\n### UN Fact-Finding Mission\n\nIn November 2022, responding to the Woman Life Freedom protests and following a campaign by over one million people (including 250,000 inside Iran), the UN Human Rights Council established an Independent International Fact-Finding Mission on Iran.\n\n**Key Findings (2024-2025 Reports):**\n\n1. **Crimes Against Humanity**: The Mission concluded that Iran's violent repression of protests and pervasive institutional discrimination against women constitute crimes against humanity, including:\n   - Murder\n   - Imprisonment\n   - Torture\n   - Rape and sexual violence\n   - Enforced disappearance\n   - Persecution on grounds of gender, intersecting with religion and ethnicity\n\n2. **Ongoing Repression**: The government continues systematic repression and has escalated surveillance to crush dissent\n\n3. **Gender Apartheid**: UN experts have described the 2024 Hijab and Chastity Law as potentially constituting \"gender apartheid\"\n\n4. **Impunity**: Iranian authorities have systematically failed to hold perpetrators accountable"
    },
    {
      "type": "table",
      "caption": "International Human Rights Responses (2022-2025)",
      "headers": ["Date", "Body/Organization", "Action Taken"],
      "rows": [
        ["Nov 2022", "UN Human Rights Council", "Established Fact-Finding Mission on Iran"],
        [
          "Mar 2024",
          "UN Fact-Finding Mission",
          "First report: concluded crimes against humanity occurred"
        ],
        ["Sept 2024", "UN Experts", "Called Hijab Law potential \"gender apartheid\""],
        ["Dec 2024", "UN Experts", "Called for repeal of Hijab and Chastity Law"],
        [
          "Mar 2025",
          "UN Fact-Finding Mission",
          "Second report: documented ongoing systematic repression"
        ],
        [
          "Apr 2025",
          "UN Human Rights Council",
          "Extended Fact-Finding Mission mandate for one year"
        ],
        [
          "Ongoing",
          "Human Rights Watch, Amnesty International",
          "Documentation and advocacy campaigns"
        ]
      ]
    },
    {
      "type": "text",
      "content": "### Limited Concrete Action\n\nDespite strong rhetoric, international action has been limited:\n\n**What Has Been Done:**\n- Economic sanctions on Iranian officials involved in human rights abuses\n- Diplomatic statements condemning violations\n- Documentation and reporting by UN mechanisms and NGOs\n- Media attention (though fading since 2023)\n\n**What Hasn't Been Done:**\n- No referral to the International Criminal Court (ICC)\n- Limited prosecution of Iranian officials under universal jurisdiction\n- Inconsistent diplomatic pressure (Western attention diverted to Gaza, Ukraine, other crises)\n- No coordinated strategy to support Iranian civil society\n- No accountability mechanism with enforcement power\n\nHuman Rights Watch reports that Iran ramped up executions of protesters in 2024 as Western countries diverted focus to other geopolitical issues, demonstrating the consequences of inconsistent international attention."
    },
    {
      "type": "callout",
      "variant": "info",
      "title": "Human Rights Committee Recommendations",
      "content": "In October 2023, the UN Human Rights Committee issued specific recommendations to Iran: (1) Ratify CEDAW, (2) Amend or repeal discriminatory legal provisions, (3) Adopt comprehensive law criminalizing all forms of violence against women, including domestic violence, marital rape, and honor killings. Iran has implemented none of these recommendations."
    },
    {
      "type": "text",
      "heading": "Current Situation: Defiance Despite Danger",
      "level": 2,
      "content": "More than three years after Mahsa Amini's death, Iranian women continue to resist despite escalating repression.\n\n### Widespread Civil Disobedience\n\nAcross Iran, women are openly defying hijab laws:\n\n- Walking in public with uncovered hair\n- Posting photos and videos without hijab on social media\n- Removing hijab in universities, offices, and public spaces\n- Organizing underground gatherings and discussions\n- Sharing information through encrypted channels\n\nAs one Iranian woman told The Guardian in December 2024: \"There's no going back. They can fine us, imprison us, but they cannot make us submit anymore.\"\n\n### The Regime's Response\n\nThe government has responded with:\n\n- **Technology surveillance**: AI-powered cameras identifying and tracking \"violators\"\n- **Economic pressure**: Freezing bank accounts, denying services\n- **Employment threats**: Firing women who don't comply\n- **Educational punishment**: Expelling students\n- **Physical violence**: Continued arrests and beatings\n- **Legal persecution**: Show trials and harsh sentences\n\nYet women persist. Reports indicate the government is struggling to enforce the Hijab Law because of the scale of non-compliance.\n\n### Inside Iran's Prisons\n\nWomen political prisoners face particularly harsh conditions:\n\n- Prolonged solitary confinement\n- Denial of medical care\n- Torture and ill-treatment\n- Pressure on families\n- Threats of execution\n\nActivist Narges Mohammadi, despite being imprisoned and in failing health, continues documenting abuses. Her courage, recognized with the 2023 Nobel Peace Prize, symbolizes the resilience of Iran's women's rights movement."
    },
    {
      "type": "text",
      "heading": "Conclusion: An Unfinished Struggle",
      "level": 2,
      "content": "The situation of Iranian women represents one of the most comprehensive systems of state-sanctioned gender discrimination in the modern world. From the mandatory hijab to restrictions on marriage, divorce, employment, and political participation, Iranian women navigate a legal and social landscape designed to subordinate them at every turn.\n\nThe Woman Life Freedom movement demonstrated that millions of Iranians—women and men—reject this system. Mahsa Amini's death became a catalyst because it crystallized decades of accumulated grievances into a clear demand: recognition of women's full humanity and fundamental rights.\n\nThe Iranian government's response—violent repression, mass arrests, executions, and even more draconian laws—reveals its fear of this movement. The 2024 Hijab and Chastity Law, rather than reasserting control, exposes the regime's desperation. When a government must deploy AI surveillance, threaten businesses, and imprison influencers to enforce a dress code, it has already lost the battle for hearts and minds.\n\n### What Remains to Be Done\n\nFor the international community:\n\n1. **Sustained attention**: Not allowing other crises to eclipse ongoing abuses in Iran\n2. **Accountability mechanisms**: Supporting ICC referral or other prosecution pathways\n3. **Support for civil society**: Providing resources and platforms for Iranian activists\n4. **Economic and diplomatic pressure**: Consistent consequences for human rights violations\n5. **Refugee protection**: Ensuring safety for Iranians who flee persecution\n\nFor Iranians and their allies:\n\n1. **Documentation**: Continuing to record and report abuses\n2. **Solidarity**: Maintaining connections between those inside and outside Iran\n3. **Amplification**: Ensuring Iranian women's voices are heard globally\n4. **Safety**: Protecting activists and their families from reprisals\n\nThe struggle of Iranian women is not over. It may take years or decades. But the courage displayed since September 2022 has fundamentally altered Iran's social landscape. As one protester painted on a wall in Tehran: \"We will dance on your grave.\"\n\nThe question is not whether change will come to Iran. The question is how much suffering will occur before it does—and whether the international community will stand with Iranian women or merely watch from the sidelines."
    },
    {
      "type": "callout",
      "variant": "success",
      "title": "Resistance Continues",
      "content": "Despite facing imprisonment, torture, and death, Iranian women continue their resistance. Every woman who walks unveiled in Tehran, every student who refuses to comply, every mother who supports her daughter's choices—they are writing a different future for Iran. The regime can imprison bodies, but it cannot imprison the idea of freedom."
    },
    {
      "type": "text",
      "heading": "Sources and Methodology",
      "level": 2,
      "content": "This report is based on:\n\n- United Nations Human Rights Council reports and fact-finding mission findings (2022-2025)\n- Documentation by Human Rights Watch, Amnesty International, and Center for Human Rights in Iran\n- Iranian legal codes (Civil Code, Penal Code, 2024 Hijab and Chastity Law)\n- Reports from UN Special Rapporteurs on Iran\n- Statistical data from Iran's Statistical Center and government agencies\n- Testimony and documentation from Iranian activists and survivors\n- Academic analysis and legal commentary\n\nAll claims are sourced from credible international human rights organizations, UN bodies, or verified Iranian legal documents. This report was compiled on February 6, 2026, and reflects the situation as of that date."
    }
  ]
}
